// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Aligner";

UnknownValue = "Choisir";

AlignTitle = "Aligner";
ValidationMsg = "Une page contenant un motif valide est en cours d'impression. Si les motifs imprimés paraissent alignés, cliquez sur Terminé. Sinon, vous pouvez essayer de nouveau l'alignement en cliquant sur Aligner.";
ValidationPagePrintingMsg = "Une page contenant un motif de validation est en cours d’impression. Si les encadrements situés à l’intérieur ne sont pas visibles, cliquez sur Terminé. Vous pouvez également procéder de nouveau à l’alignement en cliquant sur Aligner.";
AlignButton = "Aligner";
DoneButton = "Terminé";

CompletionAlertTitle = "Alignement des cartouches terminé";
CompletionAlertMessage = "Vous pouvez maintenant cliquer sur le bouton Vérifier pour imprimer la page de vérification ou sur le bouton Terminé pour mettre fin à la procédure d'alignement. Pour imprimer la page de vérification, sélectionnez le périphérique configuré dans la zone de dialogue d'impression suivante et cliquez sur le bouton Imprimer.";
VerifyButton = "Vérifier";
PrintingPatternsTitle = "Impression des motifs…";

HSDAlignPrintheadsExplanation = "La procédure suivante va aligner les têtes d'impression. Cette opération vous fournira la meilleure qualité d'impression possible.";
HSDAlignPrintheadsInvitation = "Il est recommandé d'effectuer un alignement chaque fois que vous remplacez une tête d'impression.";

TransferringProcessTitle = "Transfert du fichier en cours…";
PrintingProcessTitle = "Impression de la page Diagnostics de la qualité d'impression…";

NoPrintTitle = "Impossible d'imprimer la page Diagnostics de la qualité d'impression";
NoPrintMsg = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";

PenChangedMsg = "La procédure d’alignement a été abandonnée car la cartouche d’impression définie a été remplacée. Veuillez ne pas retirer, insérer ou remplacer une cartouche d’impression pendant la procédure d’alignement.";

HSDPrintAndAlignButtonsHint = "Cliquez sur le bouton Imprimer pour imprimer une copie de la page Diagnostics de la qualité d'impression. Cliquez sur le bouton Aligner pour imprimer la page de Aligner.";

HSDAlignHeader = "Alignez la cartouche d'impression pour fournir la meilleure qualité d'impression possible.";
HSDAlignFooter = "Les marques de contrôle de la page d'alignement permettent de vérifier que la cartouche est bien installée et fonctionne correctement. Si un “x” apparaît à la gauche d'une des barres, recommencez l'alignement de la cartouche d'impression. Reportez-vous aux fichiers d'aide de l'imprimante pour plus d'informations.";

HSDAlignPrintheadHeader = "Alignez la tête d'impression pour fournir la meilleure qualité d'impression possible. Respectez les instructions des fenêtres suivantes pour aligner la tête d'impression.";

HSDTaskDescription = "Alignez les cartouches d'impression pour fournir la meilleure qualité d'impression possible. Pour aligner les cartouches d'impression, suivez les instructions indiquées dans les fenêtres suivantes.";
HSDTaskNote = "Il est recommandé d'effectuer un alignement chaque fois que vous remplacez une cartouche d'impression.";
HSDAlignButtonTitle = "Aligner";
HSDPrintButtonTitle = "Imprimer";
